Repository: EricKoegel/xfce4-power-manager
Catalog: po/*.po
Languages: pt_pt

source: Unable to read adapter status, the power manager will not work properly
pt_pt: Incapaz de ler o estado do adaptador, a gestão de energia não irá funcionar adequadamente

source: Adapter is online
pt_pt: Adaptar ligado

source: Adapter is offline
pt_pt: Adaptador desligado

source: Are you sure you want to hibernate the system?
pt_pt: Tem a certeza que deseja hibernar o sistema?

source: Hibernate
pt_pt: Hibernar

source: Are you sure you want to suspend the system?
pt_pt: Tem a certeza que deseja suspender o sistema?

source: Suspend
pt_pt: Suspender

source: Your battery is almost empty. Save your work to avoid losing data
pt_pt: A sua bateria está quase vazia. Grave o seu trabalho para evitar perder dados

source: Xfce power manager
pt_pt: Gestão de energia Xfce

source: Shutdown the system
pt_pt: Desligar o sistema

source: Hibernate the system
pt_pt: Hibernar o sistema

source: Shutdown
pt_pt: Desligar

source: UPS configuration
pt_pt: Configuração Ups

source: Battery configuration
pt_pt: Configuração de bateria

source: Consider UPS charge critical
pt_pt: Considerar carga UPS crítica

source: Consider battery charge critical
pt_pt: Considerar carga da bateria crítica

source: percent
pt_pt: percentagem

source: When battery charge level is critical do
pt_pt: Quando o nível da carga da bateria é crítico fazer

source: Nothing
pt_pt: Nada

source: Enable UPS charge notification
pt_pt: Ligar notificação de carga UPS

source: Enable battery state notification
pt_pt: Ligar notificação do estado da bateria

source: Enable power save on UPS power
pt_pt: Ligar poupança de energia do UPS

source: Enable power save on battery power
pt_pt: Ligar poupança de energia em modo bateria

source: Best performance
pt_pt: Melhor performance

source: Set the CPU to its maximum frequency
pt_pt: Colocar o CPU em frequência máxima

source: Ondemand performance
pt_pt: Performance ondemand

source: Set the CPU to its maximum speed when there is any load on it and to its minimum speed when the system is idle
pt_pt: Colocar o CPU em velocidade máxima quando em actividade e para a velocidade mínima quando está inactivo

source: Best power savings
pt_pt: Melhor poupança de energia

source: Set the CPU to its minimum frequency
pt_pt: Colocar o CPU em frequência mínima

source: Good power savings
pt_pt: Boa poupança de energia

source: gracefully increases and decreases the CPU speed depending on the current usage
pt_pt: graciosamente aumenta e diminui a velocidade do CPU dependendo do uso actual

source: CPU frequency settings on UPS power
pt_pt: Definições de frequência do CPU em modo UPS

source: CPU frequency settings on battery power
pt_pt: Definições de frequência do CPU em modo bateria

source: No CPU governor found
pt_pt: Nenhum CPU governor encontrado

source: CPU frequency control cannot be used
pt_pt: Controlo de frequência do CPU não pode ser usado

source: On AC power
pt_pt: Ligado à corrente

source: CPU frequency settings on AC power
pt_pt: Definições do CPU governor em modo UPS

source: CPU frequency settings
pt_pt: Definições de frequência do cpu

source: On battery power
pt_pt: A usar bateria

source: Enable LCD brightness control
pt_pt: Ligar controlo de brilho LCD

source: Monitor settings on UPS power
pt_pt: Definições de monitor em UPS

source: Monitor settings on battery power
pt_pt: Definições de monitor de bateria

source: Monitor settings on AC power
pt_pt: Definições do monitor em corrente eléctrica

source: Monitor settings
pt_pt: Definições de monitor

source: Your monitor doesn't support DPMS control
pt_pt: O seu monitor não suporta controlo DPMS

source: Keyboard shortcuts
pt_pt: Atalhos do teclado

source: When power button is pressed do
pt_pt: Quando o botão desligar é pressionado fazer

source: When sleep button is pressed do
pt_pt: Quando o botão sleep é pressionado fazer

source: When laptop lid is closed
pt_pt: Quando a tampa do laptop é fechada

source: No available keyboard shortcuts found
pt_pt: Atalhos de teclado não encontrados

source: General Options
pt_pt: Opções Gerais

source: System tray icon:
pt_pt: Ícone de bandeja de sistema:

source: Always Display an icon
pt_pt: Sempre mostrar um ícone

source: When battery is present
pt_pt: Quando a bateria está presente

source: When battery is charging or discharging
pt_pt: Quando a bateria está a carregar ou a descarregar

source: Enable CPU frequency scaling control
pt_pt: Ligar controlo de escala de frequência do CPU

source: Enable monitor power management control
pt_pt: Ligar controlo de gestão de energia do monitor

source: Advanced settings
pt_pt: Configurações avançadas

source: CPU settings
pt_pt: Definições de cpu

source: Battery settings
pt_pt: Definições de bateria

source: Shortcuts
pt_pt: Atalhos

source: Monitor Settings
pt_pt: Definições do Monitor

source: Power Manager Preferences
pt_pt: Preferências de Gestão de Energia

source: Extended
pt_pt: Extensivo

source: Your battery charge is low
pt_pt: A carga da sua bateria está baixa

source: Your battery is almost empty
pt_pt: A sua bateria está quase vazia

source: You are running on Battery
pt_pt: Está a usar a bateria

source: Battery is discharging
pt_pt: Bateria a descarregar

source: Your battery is discharging
pt_pt: A sua bateria está a descarregar

source: Battery is charging
pt_pt: Bateria a carregar

source: Your battery is fully charged
pt_pt: A sua bateria está totalmente carregada

source: Not present
pt_pt: Ausente

source: Battery fully charged
pt_pt: Bateria totalmente carregada

source: Battery charge level
pt_pt: Nível de carga da bateria

source: Running on battery
pt_pt: A usar bateria

source: Battery charge is low
pt_pt: Carga da bateria baixa

source: Battery is almost empty
pt_pt: Bateria está quase vazia

source: Estimated time left
pt_pt: Tempo estimado restante

source: Estimated time to charge
pt_pt: Tempo estimado para carregar

source: hours
pt_pt: horas

source: hour
pt_pt: hora

source: minutes
pt_pt: minutos

source: minute
pt_pt: minuto

source: never
pt_pt: nunca

source: Standby after
pt_pt: Standby após

source: Suspend after
pt_pt: Suspender após

source: Turn off after
pt_pt: Desligar após

source: Xfce4 Power Manager
pt_pt: Gestão de Energia Xfce4

source: translator-credits
pt_pt: Nuno Miguel <nunis@netcabo.pt>

source: Start xfce power manager
pt_pt: Iniciar gestão de energia xfce

source: Show the configuration dialog
pt_pt: Mostrar a janela de configuração

source: Quit any running xfce power manager
pt_pt: Sair de qualquer gestão de energia xfce

source: Settings manager socket
pt_pt: Socket de gestor de definições

source: Version information
pt_pt: Informação de versão

source: Xfce Power Manager %s Part of the Xfce Goodies Project http://goodies.xfce.org Licensed under the GNU GPL.
pt_pt: Xfce Power Manager %s Parte do Projecto Xfce Goodies http://goodies.xfce.org Licenciado sob a GNU GPL.

source: Xfce Power Manager
pt_pt: Gestão de Energia Xfce

source: Unable to read your home directory environment variable, autostart option may not work
pt_pt: Incapaz de ler a variável de ambiente directório home, opção início automático pode não funcionar

source: Type '%s --help' for usage.
pt_pt: Digite '%s --help' para uso.

source: Too many arguments
pt_pt: Demasiados argumentos

source: Xfce power manager is not running
pt_pt: Gestão de energia Xfce não está em execução

source: Xfce4 Power Manager is not running, do you want to launch it now?
pt_pt: Gestão de Energia Xfce4 não está em execução, deseja lançá-lo agora?

source: Run
pt_pt: Executar

source: Xfce power manager is already running
pt_pt: Gestão de energia Xfce já em execução

source: Unable to run Xfce4 power manager, make sure the hardware abstract layer and the message bus daemon are running
pt_pt: Incapaz de executar a gestão de energia Xfce4, certifique-se que o hardware abstract layer e o daemon message bus estão em execução

source: Unable to load xfce4 power manager
pt_pt: Incapaz de lançar a gestão de energia xfce4

source: Unable to read AC adapter status, the power manager will not work properly. Possible reasons: The AC adapter driver is not loaded, broken connection with the hardware abstract layer or the message bus daemon is not running
pt_pt: Incapaz de ler o estado do adaptador AC, a gestão de energia não irá funcionar adequadamente. Razões possíveis: o driver de adaptador AC não está carregado, ligação defeituosa com o hardware abstract layer ou o daemon message bus não está em execução

source: System failed to shutdown
pt_pt: Sistema falhou a desligar

source: Unable to use power management service, functionalities like hibernate and suspend will not work. Possible reasons: you don't have enough permission, broken connection with the hardware abstract layer or the message bus daemon is not running
pt_pt: Incapaz de usar o serviço de gestão de energia, funcionalidades como hibernar e suspender não irão funcionar. Razões possíveis: não tem permissão suficiente, ligação com o hardware abstract layer quebrada ou o daemon message bus não está em execução

source: Don't show this message again
pt_pt: Não mostrar esta mensagem novamente

source: Failed to load power manager configuration, using defaults
pt_pt: Falhou a carregar a configuração de gestão de energia, usando as omissões

source: Error monitoring HAL events
pt_pt: Erro a monitorizar eventos HAL

source: Unable to connect to DBus: %s
pt_pt: Incapaz de ligar ao DBus: %s

source: HAL is not running or not responding
pt_pt: HAL não está em execução ou não responde

source: Unable to watch device using HAL: %s
pt_pt: Incapaz de verificar dispositivo usando HAL: %s

source: No back-end for your operating system
pt_pt: Nenhum suporte para o seu sistema operativo

source: No hibernate script found
pt_pt: Script hibernar

source: No suspend script found
pt_pt: Script suspender não encontrado

source: No suspend method found
pt_pt: Método suspender não encontrado

source: No hibernate method found
pt_pt: Método hibernação não encontrado

source: Out of memory
pt_pt: Memória insuficiente

source: Message hibernate didn't get a reply
pt_pt: Mensagem de Hibernação não obteve uma resposta

source: System failed to hibernate
pt_pt: Sistema falhou a hibernar

source: Error occured while trying to suspend
pt_pt: Erro ocorrido ao tentar suspender

source: Unknown reply from the message daemon
pt_pt: Resposta desconhecida do daemon message

source: Message suspend didn't get a reply
pt_pt: Mensagem de suspensão não obteve resposta

source: System failed to suspend
pt_pt: Sistema falhou a suspender

source: No reply from HAL daemon to set monitor brightness level
pt_pt: Sem resposta do daemon HAL para definir o nível de brilho do monitor

source: No reply from HAL daemon to get monitor brightness level
pt_pt: Sem resposta do daemon HAL para obter o nível de brilho do monitor

source: No reply from HAL daemon to get available cpu governors
pt_pt: Sem resposta do daemon HAL para obter os cpu governors disponíveis

source: No reply from HAL daemon to get current cpu governor
pt_pt: Sem resposta do daemon HAL para obter o cpu governor actual

source: No reply from HAL daemon to set cpu governor
pt_pt: Sem resposta do daemon HAL para definir o cpu governor

source: No reply from HAL daemon to set power save profile
pt_pt: Sem resposta do daemon HAL para definir o perfil de poupança de energia

source: Failed to create dbus message
pt_pt: Falhou a criar mensagem dbus

source: Failed to send message
pt_pt: Falhou a enviar mensagem

source: Power
pt_pt: Energia

source: Power Manager
pt_pt: Gestão de Energia

source: Settings for the Xfce 4 Power Manager
pt_pt: Definições para a Gestão de Energia Xfce 4

source: Xfce 4 Power Manager
pt_pt: Gestão de Energia Xfce 4
